slack
docker
skim
flycut
visual-studio-code
font-hack-nerd-font
postman
vlc
alfred
firefox
alacritty
google-chrome
intellij-idea
zoomus
appcleaner
keepingyouawake
iglance
google-backup-and-sync
java
java8
virtualbox
