tap "birdayz/kaf"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jdxcode/tap"
tap "mongodb/brew"
tap "pomerium/tap"
tap "samwho/spacer"
brew "bash"
brew "bat"
brew "binutils"
brew "caddy"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "docker"
brew "dua-cli"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "mise"
brew "oha"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "sk"
brew "spacer"
brew "stern"
brew "telnet"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "vim"
brew "watch"
brew "watchexec"
brew "webp"
brew "wget"
brew "wrk"
brew "xsv"
brew "zellij"
brew "zoxide"
brew "birdayz/kaf/kaf"
brew "mongodb/brew/mongodb-database-tools"
brew "pomerium/tap/pomerium-cli"
cask "1password"
cask "alacritty"
cask "alfred"
cask "another-redis-desktop-manager"
cask "brave-browser"
cask "dbeaver-community"
cask "firefox-nightly"
cask "flux"
cask "google-drive"
cask "intellij-idea-ce"
cask "maccy"
cask "numi"
cask "rio"
cask "robo-3t"
cask "skim"
cask "slack"
cask "steam"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
cask "font-hack-nerd-font"
vscode "ahmadalli.vscode-nginx-conf"
vscode "angular.ng-template"
vscode "belfz.search-crates-io"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "fvclaus.sort-json-array"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "haaleo.timing"
vscode "ibm.output-colorizer"
vscode "jakearl.search-editor-apply-changes"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "joshuapoehls.json-escaper"
vscode "k--kato.intellij-idea-keybindings"
vscode "khaeransori.json2csv"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "naumovs.color-highlight"
vscode "npxms.hide-gitignored"
vscode "pomdtr.markdown-kroki"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "sburg.vscode-javascript-booster"
vscode "sdras.vue-vscode-snippets"
vscode "serayuzgur.crates"
vscode "skellock.just"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vivaldy22.go-auto-struct-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
