tap "birdayz/kaf"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jdxcode/tap"
tap "mongodb/brew"
tap "pomerium/tap"
tap "samwho/spacer"
tap "unikraft/cli"
brew "bash"
brew "bat"
brew "binutils"
brew "caddy"
brew "python@3.12"
brew "cargo-binstall"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "docker"
brew "dua-cli"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "go"
brew "htop"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "kubectx"
brew "openjdk"
brew "maven"
brew "mise"
brew "oha"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "sd"
brew "sk"
brew "spacer"
brew "stern"
brew "telnet"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "vim"
brew "watch"
brew "watchexec"
brew "watchman"
brew "webp"
brew "wget"
brew "wrk"
brew "xinput"
brew "xsv"
brew "zellij"
brew "zoxide"
brew "birdayz/kaf/kaf"
brew "mongodb/brew/mongodb-database-tools"
brew "pomerium/tap/pomerium-cli"
brew "unikraft/cli/kraftkit"
cask "1password"
cask "alacritty"
cask "alfred"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "android-studio"
cask "another-redis-desktop-manager"
cask "brave-browser"
cask "bruno"
cask "dbeaver-community"
cask "firefox@nightly"
cask "font-hack-nerd-font"
cask "google-drive"
cask "intellij-idea-ce"
cask "itsycal"
cask "maccy"
cask "numi"
cask "openvpn-connect"
cask "orbstack"
cask "robo-3t"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "zed@preview"
cask "zoom"
vscode "ahmadalli.vscode-nginx-conf"
vscode "angular.ng-template"
vscode "bmalehorn.vscode-fish"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "fredwangwang.vscode-hcl-format"
vscode "fvclaus.sort-json-array"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "haaleo.timing"
vscode "hashicorp.hcl"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "k--kato.intellij-idea-keybindings"
vscode "khaeransori.json2csv"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mindaro-dev.file-downloader"
vscode "naumovs.color-highlight"
vscode "npxms.hide-gitignored"
vscode "oliversturm.fix-json"
vscode "pest.pest-ide-tools"
vscode "pomdtr.markdown-kroki"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryu1kn.partial-diff"
vscode "sburg.vscode-javascript-booster"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
