tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jdxcode/tap"
tap "mongodb/brew"
tap "pomerium/tap"
tap "samwho/spacer"
brew "bash"
brew "bat"
brew "binutils"
brew "caddy"
brew "cmake"
brew "coreutils"
brew "docker"
brew "dua-cli"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "jless"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "oha"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "sk"
brew "stern"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "wrk"
brew "xsv"
brew "zoxide"
brew "jdxcode/tap/rtx"
brew "mongodb/brew/mongodb-database-tools"
brew "pomerium/tap/pomerium-cli"
brew "samwho/spacer/spacer"
cask "1password"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "brave-browser"
cask "dbeaver-community"
cask "firefox-nightly"
cask "flux"
cask "google-drive"
cask "intellij-idea-ce"
cask "maccy"
cask "numi"
cask "postman"
cask "robo-3t"
cask "skim"
cask "slack"
cask "visual-studio-code"
cask "zoom"
cask "font-hack-nerd-font"
vscode "ahmadalli.vscode-nginx-conf"
vscode "Angular.ng-template"
vscode "belfz.search-crates-io"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "donjayamanne.githistory"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "eriklynd.json-tools"
vscode "fabiospampinato.vscode-optimize-images"
vscode "foxundermoon.shell-format"
vscode "fvclaus.sort-json-array"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "HaaLeo.timing"
vscode "IBM.output-colorizer"
vscode "jakearl.search-editor-apply-changes"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "joshuapoehls.json-escaper"
vscode "k--kato.intellij-idea-keybindings"
vscode "khaeransori.json2csv"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-vscode.cpptools"
vscode "naumovs.color-highlight"
vscode "npxms.hide-gitignored"
vscode "quicktype.quicktype"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "sburg.vscode-javascript-booster"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "vivaldy22.go-auto-struct-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "yoavbls.pretty-ts-errors"
